Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/skatteetaten.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: permanent establishment and other parts of
nn: det underliggjande selskapet skal difor

source: In the a-melding for April, the chain reports employment and income for employees of this enterprise.
nn: I a-meldinga for april rapporterer butikkjeda arbeidsforhold og inntekt på tilsette i denne verksemda.

source: have claimed in tax-free dividend per share in 2018.
nn: skattefritt utbytte per aksje i 2018.

source: After a couple of days, you will be able to access a new recalculated Shareholder’s tax report in Altinn (RF-1088R).
nn: Etter eit par dagar får du tilgang til ei ny rekalkulert aksjeoppgåve i Altinn (RF-1088R).

source: If you are unable to log in, download and
nn: Dersom du ikkje kan logge inn, last ned og

source: that you inherited from a deceased person in 2013 or earlier.
nn: dersom den du arvar frå døydde i 2013 eller tidlegare.

source: Local and public authorities wish to communicate with you electronically instead of on paper, but you can
nn: Stat og kommune ønsker å kommunisere med deg elektronisk i staden for på papir, men du har også moglegheit til å

source: If you're asked to upload attachments, these must be in PDF format.
nn: Viss du blir bedt om å laste opp vedlegg, må dei vere i pdf-format.

source: tax settlement may be reversed as a tax
nn: Den delen av arbeidsgodtgjersla som

source: If you are of the opinion that all or part of your pension/disability benefit is tax exempt in Norway pursuant to the tax treaty with Portugal, you must submit an application for a tax exemption card or a tax deduction card with a lower tax rate than 15 per cent to the tax office.
nn: Meiner du at pensjonen/uføreytinga di er heilt eller delvis skattefri i Noreg etter skatteavtalen med Portugal, må du kontakte skattekontoret og søkje om frikort eller skattekort med lågare trekk enn 15 prosent.

source: You submitted the a-melding for April after the a-melding for May.
nn: Du leverte a-meldinga for april etter a-meldinga for mai.

source: If you have submitted an a-melding for the previous month, you'll receive feedback for two months.
nn: Har du sendt ei a-melding for ein månad tilbake i tid, får du tilbakemelding for to månader.

source: All your income from the business activity will be tax liable.
nn: Hobby er skattefritt, medan næring er skattepliktig verksemd.

source: They then receive information that they’re exempt from the duty to report the employment relationships, and they want to stop reporting them in the a-melding.
nn: Det får deretter informasjon om at det er friteke frå rapporteringsplikt for arbeidsforholda, og ønskjer å slutte å rapportere dei i a-meldinga.

source: Films in English
nn: Filmar på norsk

source: The shop discovers the error in June and has to correct the a-melding for May.
nn: Butikken oppdagar feilen i juni og må rette i a-meldinga for mai.

source: If you've activated BankID on mobile in your bank, you're an online user.
nn: Har du aktivert BankID på mobil i banken din, er du elektronisk brukar.

source: The period may be shorter than 3 months if it represents the rest of the calendar year.
nn: Perioden kan vere kortare enn 3 månader dersom han utgjer resten av eit kalenderår.

source: Check whether you have reported the correct start and end dates for the most recent salary change.
nn: Kontroller om du har rapportert rett start- og sluttdato på dato for siste lønnsendring.

source: The fine can be maximum 1,000 x NOK 1,199 (one court fee) = 1,199,000.
nn: Maksimalt tak for mulkta er 1000 x 1 199 kroner (eitt rettsgebyr) = 1 199 000 kroner.

source: If you are a Portuguese citizen, pensions linked to previous employment in the public sector and disability benefits from public occupational pension schemes are not liable to tax in Norway.
nn: Er du portugisisk statsborgar, skal pensjon knytt til tidlegare offentleg teneste og uføreytingar frå offentlege tenestepensjonsordningar, heller ikkje skattleggjast i Noreg.

source: The hospital receives the error message MAGNET_EDAG-114 because “night shift” is not a valid working hours scheme in the a-melding.
nn: Dei får feilmeldinga MAGNET_EDAG-114 fordi "nattskift" ikkje er ei gyldig arbeidstidsordning i a-meldinga.

source: With regards to the share capital, it is the tax-related paid-up share capital of the divesting company that must be distributed under item 5.
nn: Når det gjeld aksjekapitalen, så er det den skattemessige innbetalte aksjekapitalen i det overdragande selskapet som skal omfordelast i post 5.

source: The value of self-produced stocks (typically feed stocks) to be used in own production should be entered under this item.
nn: Her fører ein verdien av sjølvprodusert varelager (typisk fôrlager) som skal nyttast i eigen produksjon.

source: which fields are new
nn: kva felt som er nye

source: At least 90 per cent of your general income (income after deductions) must be liable to tax in Norway.
nn: Minst 90 prosent av den alminnelege inntekta di (inntekt etter frådrag) er skattepliktig i Noreg.

source: In this notice you will find information on the estimated tax deduction rate/tax exemption.
nn: Her får du mellom anna informasjon om utrekna trekkprosent/frikort.

source: If the contract specifies the employee’s working time in hours, you must calculate the FTE percentage.
nn: Dersom avtala beskriv arbeidstida som timar, må du rekne timane om til stillingsprosent.

source: If granted, this discount will be pre-completed in your tax return.
nn: Dersom du får det, er det fylt ut på førehand i skattemeldinga di.

source: The company must also report newly issued shares under item 10 and shares under acquisition for shareholder A under item 24.
nn: Vidare må selskapet rapportere inn nyutskrivne aksjar i post 10 og aksjar i tilgang på aksjonær A i post 24.

source: outside the EEA Area.
nn: deltaking i verksemda.

source: For the “notShift” working hours scheme, the number of hours for a full-time position must not exceed 168. You may have received the error message because you have:
nn: For arbeidstidsordninga "ikkeSkift" skal ikkje talet på timar for full stilling vere høgare enn 168 timar.

source: form Gain, loss, dividend and capital value of shares and other financial products (RF-1159)
nn: skjemaet Gevinst, tap, utbytte og formue på aksjar og andre finansielle produkt (RF-1159)

source: This income forms part of the basis for the calculation of taxable business income from trading with own members, see item 0280.
nn: Denne inntekta er med i grunnlag for utrekning av skattepliktig næringsinntekt frå omsetning med eigne medlemmer, sjå post 0280.

source: The service company changes the dates for Lise's earnings period to:
nn: Servicebedrifta endrar datoane for Lise sin oppteningsperiode til:

source: Who is subject to the reporting obligation and must submit a-meldings
nn: Kven har opplysningsplikt og må levere a-melding

source: The rest of the business community will follow in 2023 and 2024.
nn: Deretter følgjer dei ulike selskapstypane i 2023 og 2024.

source: A joinery firm submits an a-melding for May with information concerning Anne's employment.
nn: Eit snikkarfirma sender a-melding for mai med opplysningar om arbeidsforholdet til Anne.

source: First name, middle name and surname
nn: Førenamn, mellomnamn og etternamn

source: Lisa works for a construction firm.
nn: Lisa jobbar i eit byggjefirma.

source: Application for refund of Norwegian VAT must be sent to:
nn: Søknad om refusjon av norsk MVA skal sendast til:

source: If you have received fraudulent text messages, e-mails or social media scams:
nn: Om du har mottatt forsøk på svindel via SMS, e-post eller sosiale medium:

source: If you are resident in an EU/EAA country you may request, if you meets the conditions, that your tax can be calculated pursuant to the same provisions that apply to persons resident in Norway.
nn: Er du busett i eit EU/EØS-land kan du, dersom du oppfyller vilkåra, krevje at skatten skal reknast ut etter dei same reglane som for personar som er busette i Noreg.

source: You must include your foreign bank’s IBAN (International Bank Account Number) and BIC (SWIFT address) (the branch of a bank)
nn: Du må oppgi IBAN for kontoen din (International Bank Account Number) og BIC (SWIFT-adresse) for den utanlandske banken din (bankfilialen din).

source: In the case of employees who alternate between short assignments (1-2 months), state the FTE percentage 0.
nn: For tilsette som skiftar mellom kortvarige oppdrag, 1-2 månader, fører ein opp stillingsprosent 0.

source: Example 2 – used the wrong prefix
nn: Døme 2 – brukt feil forteikn

source: She will stop working for them on 10 August.
nn: Ho skal slutte i jobben den 10. august.

source: The information cannot be stated before 2021.
nn: Du skal ikkje oppgi opplysningen før 2021.

source: Both contractors and sole proprietorships (people who work for themselves) must have HSE cards.
nn: Både selskap og enkeltpersonføretak (dei som driv åleine) skal ha HMS-kort.

source: how to apply and about the building application process
nn: korleis du søkjer og om byggjesaksprosessen

source: Delete the information about the reason for the end date that has been provided in any a-meldings before 2021, or change the month for which the a-melding applies.
nn: Fjern opplysninga om årsak til sluttdato på arbeidsforholdet ho er oppgitt på i a-meldingar før 2021, eller endre månad for når a-meldinga gjeld.

source: , you do not need to apply for a tax exemption card/tax deduction card for the income year 2022.
nn: , treng du ikkje å søkje om frikort/skattekort for 2022.

source: Trondheim municipality, from May 2016
nn: Trondheim kommune, frå mai 2016

source: Sarpsborg municipality, from January 2021
nn: Sarpsborg kommune, frå januar 2021

source: The firm changes the start date for Kari’s employment to:
nn: Advokatfirmaet endrar startdato på arbeidsforholdet for Kari til:

source: Convenio) that explicitly confirms that you are tax resident in Spain pursuant to the tax treaty with Norway.
nn: Convenio) som uttrykkjeleg stadfestar at du er skattemessig busett i Spania etter skatteavtalen med Noreg.

source: The valuation discount for shares, fixed assets, etc. has been Increased from 20 % to 25 %.
nn: Verdsettingsrabatt for aksjar, driftsmiddel o.l. blir auka frå 20 % til 25 %.

source: The consultancy company changes Kari’s leave description to:
nn: Konsulentselskapet endrar permisjonsnemninga for Kari til:

source: Children under 12 years of age and older children with special needs for care
nn: Barn under 12 år og eldre barn med særskilt behov for omsorg og pleie

source: If you are resident in Italy, your pension is not liable to tax in Norway if you have never worked for a public employer in Norway.
nn: Bur du i Italia skal pensjon ikkje skattleggjast i Noreg dersom du aldri har arbeidd for ein offentleg arbeidsgjevar i Noreg.

source: The death occurred in 2013.
nn: Dødsfallet har skjedd i 2013.

source: Item 16 must be completed, see form.
nn: Post 16 skal fyllast ut, sjå skjema.

source: If you've paid too much and specified an amount which was too high in the a-melding, you must correct the error when the income recipient has repaid the amount or entered into a binding agreement to repay.
nn: Dersom du har utbetalt for mykje og oppgitt eit for høgt beløp i a-meldinga, må du rette når inntektsmottakaren har betalt tilbake eller inngått ein bindande avtale om å betala tilbake.

source: Choose a contractor that will perform safe and responsible work on your property.
nn: Vel handverksbedrifter som vil utføre arbeidet på eigedommen din på ein trygg og forsvarleg måte.

source: The consideration of 70 shares each must be registered with the transaction type “Merger, tax-free” under item 24, with Parent’s org.
nn: Det må registrerast ein tilgang på 70 aksjar kvar med transaksjonstype ”Fusjon skattefri ” i post 24 med Mor sitt organisasjonsnummer og med pålydande i Mor som pålydande for overdragande selskap.

source: Convenio) from the Spanish tax authorities.
nn: Convenio) frå spanske skattemyndigheiter

source: In the “Nominal value per consideration share” field, you must enter the nominal value in Parent (company X) NOK 250.
nn: I feltet ”Pålydande per vederlagsaksje" skal pålydande i Mor (selskap X) 250 førast.

source: The merger is registered as an ordinary acquisition merger under item 10/24 with 40 newly issued shares and 140 shares after the merger, and with Parent's org. no. as the divesting company.
nn: Fusjonen blir registrert som ein ordinær tilgangsfusjon i post 10/24 med 40 nyutskrivne aksjar og 140 aksjar etter fusjonen og med Mor sitt organisasjonsnummer som overdragande selskap.

source: Declarant 1 must delete Enterprise A and Ola from its a-melding for August.
nn: Opplysningspliktig 1 fjerne Verksemd A og Ola frå a-meldinga si for august.

source: Submit a new a-melding with the amount equal to NOK 0 or the amount which corresponds to the difference between the previously specified amount and the correct amount.
nn: Send ei ny melding med beløp 0,- eller beløpet er differansen mellom beløpet som blei oppgitt tidlegare og det korrekte beløpet.

source: The value is not included under taxable capital in the tax return.
nn: Verdien inngår ikkje i skattepliktig formue i skattemeldinga.

source: If more than 200 people in Norway share a surname, the surname is unrestricted.
nn: Etternamn som fleire enn 200 personar i Noreg har, er eit fritt etternamn.

source: They submit a new a-melding for December without information about the end date and the reason for the end date.
nn: Dei sender ny a-melding for desember utan opplysningar om sluttdato og årsak til sluttdato.

source: The haulage firm specifies the correct employment type for Lise:
nn: Transportfirmaet fører opp rett type arbeidsforhold for Lise:

source: What does input value mean?
nn: Kva meiner vi med inngangsverdi?

source: Under this scheme, you cannot claim deduction for expenses, you do not have to submit a tax return nor wait for your tax assessment notice.
nn: I denne ordninga kan du ikkje krevje frådrag for kostnader, og du slepp å levere skattemelding og å vente på skatteoppgjeret.

source: Can I avoid tax inheritance by asking for public division?
nn: Kan eg sleppe arveavgift ved å be om offentleg skifte?

source: The a-melding must be corrected once the overpaid amount has been repaid, or once you have entered into a binding agreement concerning repayment, whichever occurs first.
nn: Du må retta a-meldingen på det tidspunktet som trer først inn av faktisk tilbakebetaling eller når du har inngått ein bindande avtale.

source: You log in using an electronic ID.
nn: Du loggar inn ved hjelp av ein elektronisk ID.

source: More about how to order and log in with BankID on mobile
nn: Meir om bestilling og innlogging med BankID på mobil

source: Convenio) from the Spanish tax authorities explicitly stating that you are tax resident in Spain pursuant to tax treaty with Norway.
nn: Convenio) som er utferda av spanske skattemyndigheiter, og som uttrykkjeleg stadfestar at du er skattemessig busett i Spania etter skatteavtalen med Noreg.

source: The company must also report the company’s deleted shares under item 12 and disposals for shareholder B under item 26.
nn: Vidare må selskapet rapportere inn dei sletta aksjane i selskapet i post 12 og avgang på aksjonær B i post 26.

source: a Certificate of Residence (Steuerliche Wohnsitzbestätigung) that explicitly confirms that you are tax resident in Germany pursuant to the tax treaty with Norway
nn: ein bustadattest (Certificate of Residence/Steuerliche Wohnsitzbestätigung) som uttrykkjeleg stadfestar at du er skattemessig busett i Tyskland etter skatteavtalen med Noreg

source: Here you will find information on how to change from table-based to percentage deduction with NAV.
nn: Her finn du informasjon om korleis du endrar frå tabelltrekk til prosenttrekk hos NAV.

source: Maria has agreed working hours of 20 hours per week at a warehouse where a full-time position amounts to 37.5 hours.
nn: Maria har avtalt arbeidstid på 20 timar per veke på eit lager der full stilling er 37,5 timar.

source: The confirmation will be sent to your Altinn inbox.
nn: Du får stadfestinga tilsendt digitalt til innboksen din i Altinn.

source: The artist/sportsperson must also receive a copy of the correction notice.
nn: Artisten/idrettsutøvaren skal også ha ein kopi av endringsmeldinga.

source: This also applies to savings when the income is less than 1G.
nn: Dette gjeld også sparing når inntekta er under 1G.

source: with the correct amount and description for the calendar month which contains the error.
nn: med rett beløp og nemning for den kalendermånaden som inneheld feilen.

source: The premium must be registered per share under item 9.
nn: Overkursen skal registrerast per aksje i post 9.

source: The tables are calculated based on regular deductions throughout 12 months and will therefore result in smaller deductions.
nn: Tabellen er rekna ut etter eit jamt trekk gjennom 12 månader og gir av den grunn reduserte trekkbeløp.

source: RF-1086 Completion for demerger through reduction in nominal value with splitting of company
nn: RF-1086 Utfylling fisjon ved nedsetting av pålydande med oppsplitting av selskap Fisjon ved innløysing av aksjar

source: The consulting firm also states the current status of the employment when they retrospectively correct information, and also provide the type of appointment in the a-melding for December.
nn: Konsulentfirmaet sender med dagens status på arbeidsforholdet når dei skal korrigere tilbake i tid, og oppgir også tilsetjingsform på a-meldinga for desember.

source: A shop submits an a-melding for February.
nn: Ein butikk sender a-melding for februar.

source: enclose documentation stating that you do have the status "non-regular resident" ("Residente Näo Habitual") in Portugal
nn: leggje ved dokumentasjon som viser at du har status som "non-regular resident" ("Residente Näo Habitual") i Portugal

source: Example 2 – The enterprise is closed/wound up – reporting of income
nn: Døme 2 – Verksemda er nedlagd/opphøyrt – rapportering av inntekt

source: For tax on seafarer's income with 10 percent standard deduction, 30 percent seafarer's allowance.
nn: For skatt av sjømannsinntekt med 10 prosent standardfrådrag, 30 prosent sjømannsfrådrag.

source: They do this by submitting a replacement a-melding for August, where Enterprise B substitutes Enterprise A.
nn: Dette gjer dei ved å sende ein erstatningsmelding for august, der verksemd A blir erstatta av verksemd B.

source: What is my input value?
nn: Kva for inngangsverdi får eg?

source: If you have specified the right amount, but given an incorrect description, you must correct the error in the a-melding for the calendar month which contains the error or omission.
nn: Dersom du har ført opp rett beløp, men med feil nemning, må du rette i a-meldinga for den kalendermånaden som inneheld feil eller manglar.

source: Kari works in a moving company and is happy with her job.
nn: Kari arbeider i eit flyttebyrå og trivst godt i jobben.

source: If you’ve received a national identity number or D number where the date of birth cannot be derived from the national identity number or D number, you must change all a-meldings where you've stated an international ID and replace it with a D number.
nn: Dersom du har fått eit fødselsnummer eller D-nummer der fødselsdatoen ikkje kan avleiast frå fødselsnummeret eller D-nummeret, må du endre i alle a-meldingar der du har oppgitt internasjonal ID, og erstatte med D-nummer.

source: In the a-melding for March, the company specifies the same employment for Kari, but the employment type has been changed to ordinary.
nn: I a-meldinga for mars fører dei opp det same arbeidsforholdet for Kari, men arbeidsforholdstypen er endra til ordinært.

source: It is the tax-related paid-up premium under item 6 of the divesting company that should be distributed and not the accounting/book-keeping premium.
nn: Det er den skattemessige innbetalte overkursen i post 6 i det overdragande selskapet som skal omfordelast, og ikkje den rekneskapsmessige/bokførte overkursen.

source: If you are resident in Pakistan, pensions, disability benefits from the National Insurance Scheme and disability benefits from annuities (IPA/IPS) are not liable to tax in Norway.
nn: Bur du i Pakistan skal pensjonar, uføretrygd frå folketrygda og uføreytingar frå livrenter (IPA/IPS) ikkje skattleggjast i Noreg.

source: The Business Tax Return cannot be used from 2022 (income year 2021).
nn: Næringsrapport skatt kan ikkje brukast frå 2022 (inntektsår 2021).

source: The number of considerations and nominal value under item 12 is the number of shares and nominal value in Subsidiary after the merger.
nn: Talet på vederlag og pålydande i post 12 er talet på aksjar og pålydande i Dotter etter fusjonen.

source: The employer submits an a-melding reporting an end date that is the same as the start date for the employment relationship and a FTE percentage of 0.
nn: Arbeidsgivaren sender ei a-melding der sluttdatoen er lik startdato på arbeidsforholdet og stillingsprosenten er 0.

source: The owner and spouse must not be treated as employees, and payments and employment circumstances must not be reported in the a-melding.
nn: Innehavar og ektefellen skal ikkje handsamast som tilsette, og utbetalingar og arbeidsforhold skal ikkje rapporterast i a-melding.

source: The amounts must be specified in both the foreign currency and Norwegian kroner.
nn: Ein skal gi opp beløpa både i valuta og i norske kroner.

source: Items 1–5 must be completed with 0 as opening stock 1 January.
nn: Postane 1–5 må fyllast ut med 0 i inngåande behaldning 1.

source: Under both items 12 and 26, information must be provided about the acquiring company X.
nn: I både post 12 og 26 må ein gi opplysningar om det overtakande selskapet X.

source: The furniture factory discovered the error in April and claimed the net overpayment of NOK 3,200 per month back from Adam.
nn: I april oppdaga møbelfabrikken feilen og kravde for mykje netto utbetalt tilbake frå Adam, 3 200 kroner per månad.

source: The firm states a start date of 01.12.1918.
nn: Dei opplyser at startdato er 01.12.1918.

source: Under both items 12 and 26, information must also be provided about the acquiring company Y.
nn: Selskapet må gi opplysningar om det overtakande selskapet Y i både post 12 og post 26.

source: For longer rental periods, let furniture with a cost price of less thanNOK 15 000 can be directly deducted.
nn: Ved lengre utleigeperiodar kan utleigde møblar med kostpris under kr 15 000 frådragsførast direkte.

source: Organisations can obtain tax deduction cards for up to 10 employees at a time.
nn: Organisasjonar kan hente skattekort for opptil 10 tilsette om gongen.

source: progress at the beginning of the
nn: og utstyr som ikkje skal aktiverast for

source: You'll get your documents quicker.
nn: Du får dokument raskare

source: You must therefore be able to submit a Certificate of Residence issued by the Australian tax authorities and explicitly stating that you are tax resident in Australia pursuant to the tax treaty with Norway.
nn: Du må difor kunne leggje fram ein bustadattest (Certificate of Residence) frå australske skattemyndigheiter som uttrykkjeleg stadfestar at du er skattemessig busett i Australia etter skatteavtalen med Noreg.

source: Self-employed persons (sole proprietorships) with simple tax affairs can choose to complete a tax return with business information at skatteetaten.no or submit from an accounting or annual accounts system.
nn: Personleg næringsdrivande (enkeltpersonføretak) med enkle forhold kan velje å fylle ut skattemelding og næringsspesifikasjon på skatteetaten.no eller sende inn frå eit rekneskaps- eller årsoppgjersprogram.
